{
    "https://www.citybankplc.com/financial-literacy": {
        "City Bank Financial Literacy Program": [
            "Financial Literacy is ‘a combination of awareness, knowledge, skill, attitude, and behaviour necessary to make sound financial decisions and ultimately achieve individual financial well-being.’ In a simple way, Financial literacy is the knowledge that allows an individual to make effective decisions with all of their financial resources.",
            "The advancement of Digital Financial Services (DFS) necessitates a comprehensive understanding of financial literacy in order to promote financial inclusion. Without proper comprehension of financial literacy, the sustainability of financial inclusion is impossible. Financial inclusiveness is not only a significant goal of Sustainable Development Goals(SDGs) announced by the United Nations but also a core objective of Bangladesh Vision 2041 and its’ Strategic plan for 2020-2024. Moreover, in the National Financial Inclusion Strategy of Bangladesh (NFIS-B), “Promoting Financial Literacy and consumer empowerment” is the vital focus area. Financial Literacy provides the knowledge necessary to make informed financial decisions about credit, budgeting, debt, investing, retirement and so on. On the other hand, Financial Inclusion is necessary to ensure access to services like banking, credit, etc. Both financial literacy and financial inclusion are critical components of creating healthy, secure communities, and when they are combined, they can make a substantial impact on improving the lives of individuals and families.",
            "",
            "Comprehending the significance of Financial Literacy as well as Financial Inclusion, City Bank has taken multiple initiatives and organized several programs even before Bangladesh Bank issued the circular ‘Financial Literacy Guideline for Banks and Financial Institutions’. Uthan Boithok sessions, Tax Consultancy Program, SEIP-BWCCI Financial Literacy Training, Entrepreneurship Development Training Program, and Financial Literacy Awareness Session in Rajshahi in different districs of Bangladesh. On 27 March 2022, Financial Inclusion Department, Bangladesh Bank issued Financial Literacy for Banks and Financial Organizations. City Bank always strives to follow the directives of Bangladesh Bank as a result of which City Bank has taken multiple initiatives.",
            "For more information, please visit Bangladesh Bank Financial Literacy"
        ],
        "City Bank’s Initiatives": [
            "City Bank is one of the most reputed and oldest private commercial banks in Bangladesh. The Bank strives to remain at the industry's cutting edge in following Bangladesh Bank's directives. Keeping harmony with Bangladesh Bank, City Bank dreams of a financially literate society. City Bank believes in the significance of financial inclusion for sustainable financing and economic growth of the country. To bring the dream come true, and to work simultaneously with its beliefs, City Bank acts in accordance with Bangladesh Bank’s Financial Literacy Guideline and works as one of the prominent Financial Literacy Providers (FLPs).",
            "As the very first step towards this road map, the City Bank has formed Financial Literacy Wing(FLW) for keeping up with the Financial Literacy Guidelines (FLGs). This wing will be at the forefront of the financial inclusiveness initiatives by the bank and be responsible to follow the Financial Literacy Guidelines by Bangladesh Bank. Some of the core responsibilities of the members of the wing are— administering the financial literacy programs and reporting to the supervising authority BB and others.",
            "City Bank’s Financial Literacy Wing (FLW) has developed a yearly Financial Literacy Plan as per Bangladesh Bank’s directives. In accordance with the total number of branches and Sub branches, the wing planned to conduct a total of 12 literacy programs for the first year which will be held in different regions of Bangladesh for a diversified but also rapid financial inclusion. Soon the FLW will conduct financial literacy programs by engaging branches, sub-branches, agent banking outlets and unit offices.",
            "City Bank celebrated Financial Literacy Day on 6 March 2023 through different branches and subbranches. Interactive sessions were held with curious audience. The total number of participants joined in Financial Literacy Day celebration and engaging sessions was more than 700.",
            "Before conducting the 12 Financial Literacy Programs, City Bank planned Training of Trainers (ToT) sessions for the trainers. City Bank is determined to comply with Bangladesh Bank directives. Moreover, the Bank is always concerned about its responsibilities towards the community and society. In this fast-growing economy like Bangladesh’s Financial inclusion is a crying need for economic development as well as for a healthy financial ecosystem. To make the Financial Literacy Programs effective and more engaging the Bank planned to organize multiple ToT sessions. The inauguration program as well as the first ToT session were held on 19 June 2023. 40 Participants from Agent Banking and Branch Banking attended the session. Ms. Prajna Paramita Saha, Additional Director of the Financial Inclusion Department, Bangladesh Bank inaugurated the program and decorated the special guest’s seat. Md. Ashanur Rahman, Chief Economist & Country Business Manager; Kamrul Mehedi,",
            "Head of Small Business and other high officials were also present at the event. Other ToT sessions of the Financial Literacy Program will be held soon. The main Financial Literacy Programs will all go on simultaneously in different parts of the nation.",
            "In 2023, City Bank will conduct total 12 programs in 8 divisions. On 24 June 2023 City Bank conducted three successful Financial Literacy in Dhaka, Chattogram and Shylhet targeting farmers, students, women, micro merchants/retailers, migrant workers and others."
        ],
        "Self-Learning Material": [
            "Please see the details here",
            "https://www.citybankplc.com/download/Self-Learning-Material.pdf"
        ]
    }
}