{
    "https://www.citybankplc.com/overnight-deposits": {
        "General Info": "Funds which are placed / borrowed overnight are known as overnight deposit. Rates of the overnight deposit are fixed on a daily basis and the rate keeps on changing on the basis of demand and supply per day. It is used to meet up the daily fund management of all financial institutes. Overnight deposit is also known in the market as call deposit. City Bank is an active participant of the inter-bank call market. City Bank injects market liquidity and plays an important role in the inter - bank call money market.",
        "Benefits": [
            "Due to the nature of product it has minimum credit risk as the tenure is overnight.",
            "Very effective tool to manage daily liquidity management.",
            "Call money rates indicate the market liquidity.",
            "Traded in bulk volume."
        ]
    },
    "https://www.citybankplc.com/term-deposits": {
        "General Info": "A deposit held at a financial institution that has a fixed term. These are generally short-term with maturities ranging anywhere from a month to a year. When a term deposit is account are opened, the lender/borrower understands that the money can only be withdrawn after the term has ended or by giving a predetermined number of days' notice. Inter-bank term deposits are considered as relatively safe investment and these are especially very appealing to conservative, low-risk investors who are expecting an adverse interest rate movement. City Bank has a strong presence in the inter-bank term deposits and Mudaraba Term deposit market. Due to our presence in both conventional banking and Shariah banking City Bank is one of the liquidity providers in the inter-bank Term deposit market.",
        "Benefits": [
            "Due to its nature of fixed term, it minimizes interest rate risk during the tenure of the deposit.",
            "Helps to manage Balance Sheet Gap.",
            "Reduce too much dependency on call market, thus helps to manage regulatory liquidity requirement.",
            "Depending on the forward yield curve, it can be used to maximize returns on investment."
        ]
    },
    "https://www.citybankplc.com/foreign-exchange": {
        "General Info": "Foreign Exchange market is known as the market in which currencies are traded. The forex market is the largest, most liquid market in the world with an average traded value that exceeds $1.9 trillion per day and includes all of the currencies in the world. The volume of this market is increasing continuously. There is no central marketplace for currency exchange; trade is conducted over the counter (OTC). The international forex market is open 24 hours a day, five days a week, and these currencies are traded worldwide among the major financial centers of London, New York, Tokyo, Zurich, Frankfurt, Hong Kong, Singapore, Paris and Sydney. The forex is the largest market in the world in terms of the total cash value traded, and any person, firm or country may participate in this market."
    },
    "https://www.citybankplc.com/local-currency-spot-and-forward": {
        "General Info": "Our currency is not fully convertible thus it is not traded across the world. Our currency BDT is traded in our local market and this market is regulated as per our foreign exchange regulation and central bank core risk management guidelines. The City Bank PLC. is very active in the inter-bank USDBDT market and one of the leaders among the local private banks. City Bank treasury provides market information and competitive price in USDBDT. It has wide source of foreign currency through its Exporter, Exchange Houses and different local and multinational corporate customers. Its dedicated local currency desk is designed to provide tailor made solution for USDBDT trade. Spot & Forward both are used to manage foreign exchange risk. Forwards, especially in our economy where our local currency BDT devalues periodically against USD, is very popular among the importer to hedge BDT devaluation risk.  Major Currency Spot & Forward City Bank also well equipped to price world major currency spot & forward price. City Bank treasury is connected to the international market quotes very competitive prices on world major currency spot & forwards."
    },
    "https://www.citybankplc.com/derivatives": {
        "In finance, a security whose price is dependent upon or derived from one or more underlying assets. The derivative itself is merely a contract between two or more parties. Its value is determined by fluctuations in the underlying asset. The most common underlying assets include stocks, bonds, commodities, currencies, interest rates and market indexes. Most derivatives are characterized by high leverage.": [],
        "Futures contracts, forward contracts, options and swaps are the most common types of derivatives. Because derivatives are just contracts, just about anything can be used as an underlying asset. There are even derivatives based on weather data, such as the amount of rain or the number of sunny days in a particular region.": [],
        "Derivatives are generally used to hedge risk, but can also be used for speculative purposes.": [],
        "City Bank Treasury team has a variety of derivatives products for its corporate customers:": [],
        "01. Foreign Exchange": [
            "Options",
            "SWAPS",
            "Forwards"
        ],
        "02. Interest Rate Swap": [],
        "03. Commodity Derivatives": [
            "Commodity Options",
            "Commodity Forwards",
            "Commodity Futures",
            "Commodity SWAP."
        ]
    }
}